Repository: yodax/TidepoolKit
Catalog: TidepoolKit/*.lproj/Localizable.strings
Languages: de, nb, pl, ro, tr

source: A network error occurred.
de: Ein Netzwerkfehler ist aufgetreten.
nb: Det oppstod en nettverksfeil.
pl: Wystąpił błąd sieci.
ro: A apărut o eroare de rețea.
tr: Bir ağ hatası oluştu.

source: The email is not verified.
de: Die E-Mail Adresse wurde nicht verifiziert.
nb: E-post er ikke bekreftet.
pl: Adres e-mail nie został zweryfikowany.
ro: E-mailul nu este verificat.
tr: E-posta doğrulanmadı.

source: The request returned an empty JSON response.
de: Die Anfrage hat eine leere JSON-Antwort zurückgegeben.
nb: Forespørselen ga en tom JSON-respons.
pl: Żądanie zwróciło pustą odpowiedź JSON.
ro: Solicitarea a returnat un JSON gol.
tr: İstek boş bir JSON yanıtı döndürdü.

source: The request returned an invalid JSON response.
de: Die Anfrage hat eine ungültige JSON-Antwort zurückgegeben.
nb: Forespørselen ga en ugyldig JSON-respons.
pl: Żądanie było nieprawidłowe.
ro: Solicitarea a returnat un JSON invalid.
tr: İstek geçersiz bir JSON yanıtı döndürdü.

source: The request returned an invalid response.
de: Die Anfrage hat eine ungültige Antwort zurückgegeben.
nb: Forespørselen ga en ugyldig respons.
pl: Żądanie zwróciło nieprawidłową odpowiedź.
ro: Solicitarea a returnat un răspuns invalid.
tr: İstek geçersiz bir yanıt döndürdü.

source: The request returned an unauthenticated response.
de: Die Anfrage hat eine nicht authentifizierte Antwort zurückgegeben.
nb: Forespørselen ga en uautentisert respons.
pl: Żądanie zwróciło nieuwierzytelnioną odpowiedź.
ro: Solicitarea a returnat eroare de autentificare.
tr: İstek, kimliği doğrulanmamış bir yanıt döndürdü.

source: The request returned an unexpected JSON response.
de: Die Anfrage hat eine unerwartete JSON-Antwort zurückgegeben.
nb: Forespørselen ga en uventet JSON-respons.
pl: Żądanie zwróciło nieoczekiwaną odpowiedź JSON.
ro: Solicitarea a returnat un JSON neașteptat.
tr: İstek beklenmedik bir JSON yanıtı döndürdü.

source: The request returned an unexpected response status code.
de: Die Anfrage hat einen unerwarteten Antwortstatuscode zurückgegeben.
nb: Forespørselen ga en uventet respons-statuskode.
ro: Solicitarea a returnat un status cod neașteptat.
tr: İstek beklenmedik bir yanıt durum kodu döndürdü.

source: The request returned an unexpected response.
de: Die Anfrage lieferte eine unerwartete Antwort.
nb: Forespørselen ga et uventet svar.
pl: Żądanie zwróciło nieoczekiwaną odpowiedź.
ro: Solicitarea a returnat un răspuns neașteptat.
tr: İstek beklenmedik bir yanıt döndürdü.

source: The request was invalid.
de: Die Anfrage war ungültig.
nb: Ugyldig forespørsel.
pl: Żądanie było nieprawidłowe.
ro: Solicitarea a fost invalidă
tr: İstek geçersiz.

source: The request was not authenticated.
de: Die Anfrage wurde nicht authentifiziert.
nb: Forespørselen ble ikke autentisert.
pl: Żądanie nie zostało uwierzytelnione.
ro: Solicitarea nu a fost autentificată
tr: İsteğin kimliği doğrulanmadı.

source: The request was not authorized.
de: Die Anfrage wurde nicht autorisiert.
nb: Forespørselen ble ikke autorisert.
pl: Żądanie nie zostało autoryzowane.
ro: Solicitarea nu a fost autorizată
tr: İstek yetkilendirilmedi.

source: The requested resource was not found.
de: Die angeforderte Ressource wurde nicht gefunden.
nb: Den forespurte ressursen ble ikke funnet.
pl: Żądany zasób nie został znaleziony.
ro: Resursa solicitată nu a fost găsită
tr: İstenen kaynak bulunamadı.

source: The session is missing.
de: Die Sitzung ist nicht vorhanden.
nb: Sesjonen mangler.
ro: Sesiunea lipsește.
tr: Oturum eksik.

source: The Terms of Service are not accepted.
de: Die Nutzungsbedingungen wurden nicht akzeptiert.
nb: Bruksvilkårene er ikke godtatt.
pl: Warunki korzystania z usługi nie są akceptowane.
ro: Termenii și condițiile nu sunt acceptate.
tr: Hizmet Şartları kabul edilmemiştir.
